{
  "results": {
    "title": "Resep Sop Buntut Surabaya, Hangatkan Suasana Akhir Pekan",
    "thumb": "https://www.masakapahariini.com/wp-content/uploads/2019/02/sop-buntut-surabaya-780x440.jpg",
    "servings": "3 Porsi",
    "times": "2jam",
    "dificulty": "Cukup rumit",
    "author": {
        "user": "Wina",
        "datePublished": "Februari 16, 2019"
    },
    "desc": "Akhir pekan pastinya seru dengan kehadiran berbagai sajian yang lengkap, termasuk di antaranya adalah Sop Buntut Surabaya. Selain dilengkapi bahan-bahan istimewa, tentunya sop buntut selalu ada di hati jutaan orang Indonesia. Pastikan untuk mencoba resep yang satu ini, ya teman-teman!Masakan yang membutuhkan waktu lama untuk dimasak ataupun menggunakan protein daging yang sulit untuk dilunakkan, akan lebih praktis tentunya bila menggunakan panci presto. Untuk resep yang satu ini, aku menyarankan penggunaannya agar lebih menyingkat waktu. Hanya saja kamu perlu mengukur waktunya dengan tepat agar daging tidak terlalu lama dimasak dan menjadikannya hancur. Ada tips-tips yang bisa kamu pelajari mengenai penggunaannya.Untuk berbagai resep inspiratif lainnya, pastikan untuk mencoba Sup Tomat Daging Sapi, Sup Ayam Bening ataupun Sup Kimlo. Selamat bertualang di dapur untuk mempersiapkan akhir pekan ini!",
    "needItem": [
        {
            "item_name": "Bango Kecap Manis",
            "thumb_item": "https://www.masakapahariini.com/wp-content/uploads/2018/04/bango-kecap-manis-100x100.png"
        }
    ],
    "ingredient": [
        "750 g buntut sapi",
        "3 L air",
        "2 buah wortel, potong bulat",
        "2 buah kentang, potong kotak",
        "2 sdm Bango Kecap Manis",
        "1 sdt pala bubuk",
        "3 cm kayu manis",
        "1.5 sdm garam",
        "½ sdm gula pasir",
        "2 batang daun bawang, potong 1 cm",
        "2 sdm minyak, untuk menumis",
        "8 butir bawang merah",
        "3 siung bawang putih",
        "1 sdt merica butiran",
        "100 g emping goreng",
        "2 sdm bawang merah goreng",
        "1 buah tomat, potong-potong"
    ],
    "step": [
        "1 Presto buntut sapi dalam air sampai empuk. Saring dan ukur air kaldunya 2.500 ml. Didihkan lagi. Tambahkan buntut sapi.",
        "2 Panaskan minyak. Tumis bumbu halus, pala bubuk, kayumanis, dan cengkeh sampai harum. Masukkan ke dalam rebusan buntut. Tambahkan Bango Kecap Manis, garam dan gula pasir. Masak sampai mendidih.",
        "3 Masukkan wortel dan kentang. Masak sampai matang. Tambahkan daun bawang. Aduk rata.",
        "4 Sajikan bersama pelengkap."
    ]
}
}